Repository: pypi-data/pypi-mirror-45
Catalog: packages/django-password-validation-backport/django-password-validation-backport-0.4.0.tar.gz/django-password-validation-backport-0.4.0/django_password_validation/locale/*/LC_MESSAGES/django.po
Languages: ga_ie

source: This password is too short. It must contain at least %(min_length)d character.
ga_ie: Tá an pasfhocal seo róghairid. Caithfidh tú pasfhocal le níos mó carachtar (%(min_length)d) a roghnú.

source: Your password must contain at least %(min_length)d character.
ga_ie: Ní mór ar a laghad %(min_length)d carachtar a bheith i do phasfhocal.

source: The password is too similar to the %(verbose_name)s.
ga_ie: Tá an pasfhocal róchosúil leis an %(verbose_name)s.

source: Your password can't be too similar to your other personal information.
ga_ie: Ní féidir le do phasfhocal a bheith róchosúil le do shonraí pearsanta eile.

source: This password is too common.
ga_ie: Tá an pasfhocal seo róchoitianta.

source: Your password can't be a commonly used password.
ga_ie: Ní féidir pasfhocal coitianta a bheith mar phasfhocal agat.

source: This password is entirely numeric.
ga_ie: Tá an pasfhocal seo iomlán uimhriúil.

source: Your password can't be entirely numeric.
ga_ie: Ní féidir pasfhocal iomlán uimhriúil a bheith agat.

source: This password does not contain a digit.
ga_ie: Níl uimhir sa phasfhocal seo.

source: Your password must contain at least one digit.
ga_ie: Ní mór ar a laghad uimhir amháin a bheith i do phasfhocal.

source: This password does not contain a punctuation character.
ga_ie: Níl carachtar poncaíochta sa phasfhocal seo.

source: Your password must contain at least one punctuation character.
ga_ie: Ní mór ar a laghad carachtar poncaíochta amháin a bheith i do phasfhocal.

source: This password does not contain an uppercase character.
ga_ie: Níl carachtar i gcás uachtair sa phasfhocal seo.

source: Your password must contain at least one uppercase character.
ga_ie: Ní mór ar a laghad carachtar i gcás uachtair amháin a bheith i do phasfhocal.

source: This password does not contain a lowercase character.
ga_ie: Níl carachtar i gcás íochtair sa phasfhocal seo.

source: Your password must contain at least one lowercase character.
ga_ie: Ní mór ar a laghad carachtar i gcás íochtair amháin a bheith i do phasfhocal.

source: This password contains a character repeated more than %d times in a row.
ga_ie: Tá an carachtar céanna úsáidte níos mó uaireanta i ndiaidh a chéile ná mar atá ceadaithe chun pasfhocal ceart a chruthú (%d).

source: Your password can't contain a character repeated more than %d times in a row.
ga_ie: Tá an carachtar céanna úsáidte níos mó uaireanta i ndiaidh a chéile ná mar atá ceadaithe chun pasfhocal ceart a chruthú (%d).
