Repository: pypi-data/pypi-mirror-45
Catalog: packages/horizon/horizon-12.0.4-py2.py3-none-any.whl/horizon/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Displaying %(counter)s item
ar: عرض %(counter)s عنصر

source: %(size)d Byte
ar: %(size)d بايت

source: %s EB
ar: %s إكسابايت

source: %s GB
ar: %s قيقابايت

source: %s KB
ar: %s كيلوبايت

source: %s MB
ar: %s ميقابايت

source: %s PB
ar: %s بيتابايت

source: %s TB
ar: %s تيرابايت

source: %s YB
ar: %s يوتابايت

source: %s ZB
ar: %s زيتابايت

source: %s completed successfully.
ar: إكتملت %s بنجاح

source: %s did not complete.
ar: لم تكتمل %s

source: &laquo;&nbsp;Prev
ar: &laquo;&nbsp;قبله

source: (No Limit)
ar: (بدون حدود)

source: 0 Bytes
ar: 0 بايت

source: A %(resource)s with the name "%(name)s" already exists.
ar: %(resource)s بإسم "%(name)s" موجود\ة مسبقاً

source: Actions
ar: الإجراءات

source: Active Instances:
ar: المخدمات السحابية النشطة:

source: Active RAM:
ar: ذاكرة الوصول العشوائي النشطة

source: Add a row
ar: أضف صف

source: All available
ar: الكل متاح

source: Available
ar: متوفر

source: Back
ar: إلى الخلف

source: Cancel
ar: إلغاء

source: Connect
ar: إتصل

source: Displaying %(content_items)s item
ar: عرض %(content_items)s عنصر

source: Displaying %(nav_items)s item
ar: عرض %(nav_items)s عنصر

source: Error processing message json file '%(path)s': %(exception)s
ar: خطأ في معالجة ملف جسون الرسالة '%(path)s': %(exception)s

source: Error:
ar: خطأ :

source: Fake
ar: مزور

source: Filter
ar: انتقاء

source: Horizon
ar: هوريزون

source: If you are not sure which authentication method to use, contact your administrator.
ar: إذا لم تكن متأكدا من أسلوب المصادقة المطلوب استخدامه، فاتصل بالمسؤول.

source: Incorrect format for IP address
ar: صيغة العنوان IP غير صحيحة.

source: Infinity
ar: هوية

source: Info:
ar: معلومات :

source: Invalid MAC Address format
ar: صيغة عنوان الماك غير صحيحة

source: Invalid metadata entry. Use comma-separated key=value pairs
ar: إدخال البيانات الوصفية غير صالح. استخدم أزواج المفتاح = قيمة مفصولة بفواصل

source: Invalid subnet mask
ar: قناع الشبكة الفرعية غير صحيح

source: Invalid version for IP address
ar: نموذج العنوان IP الذي تم اختياره غير صحيح.

source: Keystone Providers:
ar: موفري خدمة Keystone

source: Limit Summary
ar: ملخص الحد

source: Log in
ar: تسجيل الدخول

source: Login
ar: تسجيل الدخول

source: Login as different user or go back to <a href="%(home_url)s">home page</a>
ar: سجل الدخول كمستخدم مختلف أو عد إلى <a href="%(home_url)s">الصفحة الرئيسية</a>

source: Members
ar: الأعضاء

source: Message json file '%(path)s' is malformed. %(exception)s
ar: رسالة ملف جيسون '%(path)s' غير صحيحة. %(exception)s

source: More Actions
ar: المزيد من الإجراءات

source: Navigation Item
ar: عنصرتصفح

source: Never
ar: لا

source: Next
ar: إلى الأمام

source: Next&nbsp;&raquo;
ar: بعده&nbsp;&raquo;

source: No items to display.
ar: لا توجد عناصر للإظهار.

source: No match returned for the id "%s".
ar: لم يتم عرض أي تطابق للمعرف "%s".

source: No members.
ar: لايوجد أي عضو.

source: None available.
ar: لاشيء متوفر.

source: Not a valid ICMP code
ar: رمز ICMP غير صحيح

source: Not a valid ICMP type
ar: نوع ICMP غير صحيح

source: Not a valid IP protocol number
ar: بروتوكول IP غير صحيح

source: Not a valid port number
ar: رقم منفذ غير صحيح

source: One colon allowed in port range
ar: مسموح بفاصلة واحدة في مجال المنفذ

source: Other
ar: غيره

source: Password is not accepted
ar: لم يتم قبول كلمة المرور

source: Please confirm your selection.
ar: الرجاء تأكيد الإختيار

source: Please log in to continue.
ar: الرجاء تسجيل الدخول للمتابعة.

source: Please select a row before taking that action.
ar: يرجى تحديد عنصر قبل اتخاذ هذا الإجراء.

source: Please specify a search criteria first.
ar: يرجى تحديد معايير البحث أولاً.

source: Processing...
ar: تجهيز ...

source: Save
ar: حفظ

source: Select a %s to browse.
ar: المرجو تحديد العنصر %s لتصفحه.

source: Select a period of time to query its usage:
ar: حدد فترة زمنية للاستعلام عن الاستخدام فيها:

source: Sign In
ar: تسجيل الدخول

source: Submit
ar: نفذ

source: Success:
ar: تم الإجراء بنجاح :

source: Summary
ar: ملخص

source: The current user has insufficient permission to complete the requested task.
ar: المستخدم الحالي ليس لديه صلاحية كافية لإكمال المهمة المطلوبة.

source: The date should be in YYYY-MM-DD format.
ar: يجب أن يكون التاريخ بصيغة YYYY-MM-DD.

source: The string may only contain ASCII printable characters.
ar: يجب أن تحتوي السلسلة على أحرف ASCII القابلة للطباعة فقط.

source: The value of %(resource)s is %(name)s inside the template. When launching a stack from this interface, the value must start with "http://" or "https://"
ar: إن قيمة %(resource)s في القالب هي %(name)s. يجب أن تبدأ القيمة ب "http://" أو "https://" عند بدء ستاك من هذه الواجهة

source: This Period's GB-Hours:
ar: عدد قيقابايت\ساعة في هذه الفترة

source: This Period's RAM-Hours:
ar: عدد إستخدام ذاكرة الوصول العشوائي\ساعة في هذه الفترة

source: This Period's VCPU-Hours:
ar: عدد استخدام المعالج\ساعة في هذه الفترة:

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.

source: Unable to %(action)s: %(objs)s
ar: لايمكن اتمام %(action)s: %(objs)s

source: Unauthorized. Please try logging in again.
ar: ير مرخص، الرجاء إعادة تسجيل الدخول.

source: Unauthorized: %s
ar: غير مرخص: %s

source: Update Item
ar: تحديث عنصر

source: Updated Item
ar: تحديث عنصر

source: Usage Summary
ar: ملخص الإستخدام

source: Used <span> %(used)s </span>(No Limit)
ar: <span> %(used)s </span>(No Limit) تم إستخدام

source: Used <span> %(used)s </span>of<span> %(available)s </span>
ar: تم إستخدام <span> %(used)s </span> من <span> %(available)s </span>

source: Warning:
ar: إنذار:

source: You are not allowed to %(action)s: %(objs)s
ar: غير مصرح لك ب%(action)s: %(objs)s

source: You are not authorized to access %s
ar: لايوجد لديك تصريح لولوج %s

source: You do not have permission to access the resource:
ar: ليس لديك صلاحيات للدخول الى المصدر:

source: You have selected: [[selection]].
ar: لقد قمت باختيار: [[الإختيار]].

source: to
ar: إلى
