Repository: pypi-data/pypi-mirror-45
Catalog: packages/neutron-lbaas-dashboard/neutron-lbaas-dashboard-3.0.3.tar.gz/neutron-lbaas-dashboard-3.0.3/neutron_lbaas_dashboard/locale/*/LC_MESSAGES/django.po
Languages: tr_tr

source: %s loadbalancers
tr_tr: %s yük dengeleyici

source: Admin Status
tr_tr: Yönetici Durumu

source: All Instances
tr_tr: Tüm Sunucular

source: Certificate
tr_tr: Sertifika

source: Certificate Chain (Optional)
tr_tr: Sertifika Zinciri (İsteğe Bağlı)

source: Certificate Name
tr_tr: Sertifika İsmi

source: Could not create full loadbalancer.
tr_tr: Tam yük dengeleyici oluşturulamadı.

source: Could not get load balancer list.
tr_tr: Yük dengeleyici listesi alınamadı.

source: Disable
tr_tr: Devre Dışı Bırak

source: Disabled LB
tr_tr: LB Devre Dışı

source: Edit Load Balancer
tr_tr: Yük Dengeleyici Düzenle

source: Enable
tr_tr: Etkinleştir

source: Enabled LB
tr_tr: LB Etkinleştirildi

source: Health Check Interval (in seconds)
tr_tr: Sağlık Kontrol Aralığı (saniye olarak)

source: Instance Port
tr_tr: Sunucu Bağlantı Noktası

source: Instance Port on which service is running.
tr_tr: Servisin çalıştığı sunucu Bağlantı Noktası.

source: Instances
tr_tr: Sunucular

source: Intermediate Chain Certificates
tr_tr: Ara Zincir Sertifikaları

source: LB Details
tr_tr: LB Ayrıntıları

source: LB Port
tr_tr: LB Bağlantı Noktası

source: LB Port on which LB is listening.
tr_tr: LB'nin dinlediği LB Bağlantı Noktası.

source: LB Protocol
tr_tr: LB İletişim Kuralı

source: Launch
tr_tr: Başlat

source: Launch Load Balancer
tr_tr: Yük Dengeleyici Başlat

source: Launched %(count)s named "%(name)s".
tr_tr: %(count)s tane "%(name)s" isimli başlatıldı.

source: Least Connection
tr_tr: En Az Bağlantı

source: Least Sessions
tr_tr: En Az Oturum

source: Load Balancer
tr_tr: Yük Dengeleyici

source: Load Balancer Description
tr_tr: Yük Dengeleyici Tanımlaması

source: Load Balancers
tr_tr: Yük Dengeleyiciler

source: Load Balancers V2
tr_tr: Yük Dengeleyiciler V2

source: Load Balancing Method
tr_tr: Yük Dengeleme Yöntemi

source: Method
tr_tr: Yöntem

source: Monitor
tr_tr: İzleyici

source: Name
tr_tr: İsim

source: No instances found.
tr_tr: Sunucu bulunamadı.

source: No members enabled.
tr_tr: Etkin üye yok.

source: Not available
tr_tr: Kullanılabilir Değil

source: Number of times health check should be attempted before marking down a member
tr_tr: Bir üyeyi sağlıksız işaretlemeden önce kaç kere sağlık kontrolü yapılacağı

source: Operating Status
tr_tr: İşlem Durumu

source: Overview
tr_tr: Genel Görünüm

source: Please provide all certificate parameters.
tr_tr: Lütfen tüm sertifika parametrelerini sağlayın.

source: Please provide instance port
tr_tr: Lütfen sunucu bağlantı noktası sağlayın

source: Please select a list of instances that should handle traffic for this target load balancer. All instances must reside in the same Project as the target load balancer.
tr_tr: Lütfen bu hedef yük dengeleyici için trafiği ele alacak sunucuların listesini seçin. Tüm sunucular hedef yük dengeleyici ile aynı Projede olmalı.

source: Please select an option for the load balancing method.
tr_tr: Lütfen yük dengeleme yöntemi için bir seçenek seçin.

source: Please select at least one member
tr_tr: Lütfen en az bir üye seçin

source: Private Key
tr_tr: Özel Anahtar

source: Protocol
tr_tr: İletişim Kuralı

source: Provide Load Balancer Description.
tr_tr: Yük Dengeleyici Tanımı Sağlayın.

source: Provisioning Status
tr_tr: Hazırlık Durumu

source: Receive String
tr_tr: Karakter Dizisi Al

source: Requested IP and port combination already exists %s
tr_tr: İstenen IP ve bağlantı noktası bileşimi zaten mevcut %s

source: Retry count before markdown
tr_tr: İşaretlemeden önceki yeniden deneme sayısı

source: Round Robin
tr_tr: Hepsini Sırayla

source: SSL Certificate
tr_tr: SSL Sertifikası

source: Scheduled termination of
tr_tr: Sonlandırılması zamanlandı

source: Select from existing VIP IPs
tr_tr: Mevcut VIP IP'lerden seç

source: Selected Instances
tr_tr: Seçili Sunucular

source: Send String
tr_tr: Karakter Dizisi Gönder

source: Terminate
tr_tr: Sonlandır

source: Unable to get VIP for pool %(pool)s.
tr_tr: %(pool)s havuzu için VIP alınamadı.

source: Unable to get health monitors for pool %(pool)s.
tr_tr: %(pool)s havuzu için sağlık izleyicileri alınamadı.

source: Unable to get members for pool %(pool)s.
tr_tr: %(pool)s havuzu üyeleri alınamadı.

source: Unable to get pool detail.
tr_tr: Havuz ayrıntıları alınamadı.

source: Unable to get subnet for pool %(pool)s.
tr_tr: %(pool)s havuzu için alt ağ alınamadı.

source: Unable to launch %(count)s named "%(name)s".
tr_tr: %(count)s tane "%(name)s" isimli başlatılamadı.

source: Unable to modify load balancer "%s".
tr_tr: "%s" yük dengeleyici değiştirilemiyor.

source: Unable to retrieve details for loadbalancer "%s".
tr_tr: "%s" yük dengeleyicisi için ayrıntılar alınamıyor.

source: Unable to retrieve load balancer details. %s
tr_tr: Yük dengeleyici ayrıntıları alınamıyor. %s

source: Unable to retrieve members list. Please try again later.
tr_tr: Üye listesi alınamadı. Lütfen daha sonra tekrar deneyin.

source: Unable to retrieve pools list.
tr_tr: Havuz listesi alınamıyor.

source: Unable to retrieve vips.
tr_tr: Vip'ler alınamadı.

source: Update
tr_tr: Güncelle

source: Updated load balancer "%s".
tr_tr: "%s" yük dengeleyici güncellendi.

source: loadbalancer
tr_tr: yük dengeleyici
