Repository: pypi-data/pypi-mirror-45
Catalog: packages/django-directapps/django-directapps-0.7.tar.gz/django-directapps-0.7/directapps/locale/*/LC_MESSAGES/django.po
Languages: ru

source: hash
ru: хеш

source: The request body does not contain the list id.
ru: Тело запроса не содержит списка идентификаторов.

source: Not contains fields for object.
ru: Не содержит поля для объекта.

source: The action name must be in lower case.
ru: Имя действия должно быть в нижнем регистре.

source: Method '%s' is forbidden for action.
ru: Метод '%s' запрещён для действия.

source: Action '%s' not exist.
ru: Действия '%s' не существует.

source: Please send correct relation name.
ru: Пожалуйста, отправьте правильное название связи.

source: Relation '%s' not exist.
ru: Отношения '%s' не существует.

source: You need to login.
ru: Вам нужно авторизоваться.

source: You don't have access to this page.
ru: Вы не имеете доступа на эту страницу.

source: You don't have access to this application.
ru: Вы не имеете доступа к этому приложению.

source: Application is disabled.
ru: Приложение отключено.

source: Application not found.
ru: Приложение не найдено.

source: Model not found.
ru: Модель не найдена.

source: Model is disabled.
ru: Модель отключена.

source: You don't have access to this model.
ru: Вы не имеете доступа к этой модели.

source: You don't have access to this action.
ru: Вы не имеете доступа к этому действию.

source: Object not found.
ru: Объект не найден.

source: Not implemented.
ru: Не реализовано.
