Repository: pypi-data/pypi-mirror-45
Catalog: packages/django-password-validation-backport/django-password-validation-backport-0.4.1.tar.gz/django-password-validation-backport-0.4.1/django_password_validation/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: This password is too short. It must contain at least %(min_length)d character.
es_es: La contraseña es demasiado corta. Debe tener al menos %(min_length)d carácter.

source: Your password must contain at least %(min_length)d character.
es_es: La contraseña debe tener al menos %(min_length)d carácter.

source: The password is too similar to the %(verbose_name)s.
es_es: La contraseña es demasiado parecida a %(verbose_name)s.

source: Your password can't be too similar to your other personal information.
es_es: Su contraseña no puede parecerse mucho al resto de su información personal.

source: This password is too common.
es_es: Esta contraseña es demasiado común.

source: Your password can't be a commonly used password.
es_es: Su contraseña no puede ser una contraseña común.

source: This password is entirely numeric.
es_es: La contraseña es enteramente numérica.

source: Your password can't be entirely numeric.
es_es: Su contraseña no puede ser enteramente numérica.

source: This password does not contain a digit.
es_es: Esta contraseña no contiene ningún número.

source: Your password must contain at least one digit.
es_es: Su contraseña debe contener por lo menos un número.

source: This password does not contain a punctuation character.
es_es: Esta contraseña no contiene ningún signo de puntuación.

source: Your password must contain at least one punctuation character.
es_es: Su contraseña debe contener al menos un signo de puntuación.

source: This password does not contain an uppercase character.
es_es: Esta contraseña no contiene ningún carácter en mayúsculas.

source: Your password must contain at least one uppercase character.
es_es: Su contraseña debe contener al menos un carácter en mayúsculas.

source: This password does not contain a lowercase character.
es_es: Esta contraseña no contiene ningún carácter en minúsculas.

source: Your password must contain at least one lowercase character.
es_es: Su contraseña debe contener al menos un carácter en minúsculas.

source: This password contains a character repeated more than %d times in a row.
es_es: Esta contraseña contiene un carácter repetido más de %d veces seguidas.

source: Your password can't contain a character repeated more than %d times in a row.
es_es: Su contraseña no debe contener caracteres repetidos más de %d veces seguidas.
