Repository: pypi-data/pypi-mirror-45
Catalog: packages/cubicweb-skillmat/cubicweb-skillmat-0.10.0.tar.gz/cubicweb-skillmat-0.10.0/cubicweb_skillmat/i18n/*.po
Languages: fr

source: I am doing well, selfworking
fr: Je me débrouille bien, je suis autonome

source: I can conduct a training course
fr: Je suis capable de faire une formation à ce sujet

source: I don't want to learn this technology
fr: Cette technique ne m intéresse pas

source: I know nothing about this technology
fr: Je ne connais rien sur cette technique

source: I start on this technology, and I can help
fr: Je commence à avoir mes repères et je peux aider

source: Just beginning whith this technology
fr: Je viens de commencer

source: Masters
fr: Niveau de compétence

source: Masters_plural
fr: Niveaux de compétence

source: New Masters
fr: Nouveau niveau de compétence

source: New Talk
fr: Nouvel exposé

source: New Technology
fr: Nouvelle technologie

source: Talk
fr: Exposé

source: Talk_plural
fr: Exposés

source: Technology
fr: Technique

source: Technology_plural
fr: Techniques

source: This Masters
fr: Ce niveau de compétence

source: This Talk
fr: Cet exposé

source: This Technology
fr: Cette technique

source: add Technology filed_under Folder object
fr: technologie

source: attended_by
fr: personnes ayant assisté à cet exposé

# Talk
source: attended_by
fr: personnes ayant assisté à cet exposé

source: attended_by_object
fr: a assisté à

# CWUser
source: attended_by_object
fr: a assisté à

source: click here if you are interested by this talk
fr: Cliquer ici si vous êtes intéressé par cet exposé

source: click here if you are not any more interested by this talk
fr: Cliquer ici si vous n'êtes plus intéressé par cet exposé

# Talk
source: comments_object
fr: commentée par

source: components_interesting
fr: composant d'enregistrement pour une présentation

source: components_interesting_description
fr: lien qui est utilisé pour s'enregistrer pour une présentation

source: creating Technology (Technology filed_under Folder %(linkto)s)
fr: technologie dans le répertoire %(linkto)s

source: ctxcomponents_edit-attended-by
fr: boîte inscrits à la présentation

source: ctxcomponents_edit-attended-by_description
fr: boîte permettant d'ajouter un inscrit à la présentation

source: ctxcomponents_edit-wishes
fr: boîte de choix des techniques à apprendre

# Technology
source: description_format
fr: format

source: display the box or not
fr: Afficher la boîte ou non

source: estimated presentation date
fr: La date estimée

source: foruser
fr: pour l'utilisateur

# Masters
source: foruser
fr: utilisateur

source: foruser_object
fr: a pour niveau de compétence

# CWUser
source: foruser_object
fr: a pour niveau de compétence

source: interested people :
fr: personnes intéressées par cet exposé :

source: interested_in
fr: intéressé par

# CWUser
source: interested_in
fr: intéressé par

source: interested_in_object
fr: intéresse

# Talk
source: interested_in_object
fr: intéresse

source: more detailed subject description
fr: plus de détaille sur cet exposé

# Technology
source: name
fr: nom

source: no information for this technology
fr: Aucune information disponible

source: no skill definition found
fr: aucune définition de compétence trouvée

source: presented by :
fr: présenté par :

source: presented_by
fr: présenté par

# Talk
source: presented_by
fr: présenté par

source: presented_by_object
fr: a présenté

# CWUser
source: presented_by_object
fr: a présenté

source: rate
fr: évaluation

# Masters
source: rate
fr: niveau

source: relation promoted to EntityType to store the `rate` attribute
fr: relation transformée en entité pour pouvoir stocker l'attribut `évaluation`

source: skill
fr: associé à la compétence

# Masters
source: skill
fr: compétence

source: skill_object
fr: utilisé par la définition de compétence

# Folder
source: skill_object
fr: utilisé par la définition de compétence

# Technology
source: skill_object
fr: utilisé par la définition de compétence

source: subject
fr: sujet

# Talk
source: subject
fr: sujet

source: talks_about
fr: parle de

# Talk
source: talks_about
fr: parle de

source: talks_about_object
fr: a été évoqué pendant

# Folder
source: talks_about_object
fr: a été évoqué pendant

# Technology
source: talks_about_object
fr: a été évoqué pendant

source: talktime
fr: date

# Talk
source: talktime
fr: date

source: wishes_to_learn
fr: souhaite apprendre

# CWUser
source: wishes_to_learn
fr: souhaite apprendre

source: wishes_to_learn_object
fr: souhaite être appris par

# Folder
source: wishes_to_learn_object
fr: souhaite être appris par

# Technology
source: wishes_to_learn_object
fr: souhaite être appris par

source: you are not anymore registered for this project
fr: Vous n'êtes plus enregistré pour cet exposé

source: you are now registered for this talk
fr: vous êtes enregistré pour cet exposé

source: you can update your skill information by clicking on the corresponding cell
fr: vous pouvez mettre à jour vos niveaux de compétences en cliquant sur la cellule correspondante
