Repository: pypi-data/pypi-mirror-45
Catalog: packages/ubcpi-xblock/ubcpi-xblock-0.6.5.tar.gz/ubcpi-xblock-0.6.5/ubcpi/translations/*/LC_MESSAGES/text.po
Languages: ar

source: Peer Instruction
ar: تعليمات تفاعلية

source: <p>Where does most of the mass in a fully grown tree originate?</p>
ar: <p>أين تنشأ معظم كتلة الشجرة كاملة النمو؟</p>

source: The question the students see. This question appears above the possible answers which you set below. You can use text, an image or a combination of both. If you wish to add an image to your question, press the 'Add Image' button.
ar: السؤال الذي يراه الطلاب. يظهر هذا السؤال فوق الإجابات المحتملة التي ستحددها فيما يلي. يمكنك استخدام نص، أو صورة، أو الجمع بين الاثنين. إذا كنت ترغب في إضافة صورة إلى سؤالك، اضغط على زر 'إضافة صورة'.

source: Air
ar: هواء

source: Soil
ar: تربة

source: Water
ar: ماء

source: The minimum and maximum number of characters a student is allowed for their rationale.
ar: العدد الأدنى والأقصى من الرموز المسموحة للطالب عند استعراضه للأسباب.

source: The correct option for the question
ar: خيار الإجابة الصحيح للسؤال

source: Photosynthesis
ar: التمثيل الضوئي

source: The feedback for student for the correct answer
ar: تعليق الطالب على الإجابة الصحيحة

source: Overall stats for the instructor
ar: الإحصائيات الإجمالية للمعلم

source: Tree gets carbon from air.
ar: تحصل الشجرة على الكربون من الهواء.

source: Tree gets minerals from soil.
ar: تحصل الشجرة على المعادن من التربة.

source: Tree drinks water.
ar: تشرب الشجرة الماء.

source: Instructor configured examples to give to students during the revise stage.
ar: الأمثلة التي يقوم المعلم بإعدادها لإعطائها للطلاب أثناء مرحلة المراجعة.

source: System selected answers to give to students during the revise stage.
ar: الإجابات التي يختارها النظام لإعطائها للطلاب أثناء مرحلة المراجعة.

source: The algorithm for selecting which answers to be presented to students
ar: خوارزمية اختيار الإجابات التي يتم تقديمها للطلاب

source: ISO-8601 formatted string representing the start date of this assignment. We ignore this.
ar: سلسلة المنسقة حسب ISO-8601 لعرض تاريخ بدء هذه المهمة. نحن نتجاهل هذا.

source: ISO-8601 formatted string representing the due date of this assignment. We ignore this.
ar: سلسلة المنسقة حسب ISO-8601 لعرض الموعد الاخير لإتمام هذه المهمة. نحن نتجاهل هذا.

source: Problem Weight
ar: تقييم المشكلة

source: System will select one of each option to present to the students.
ar: سيختار النظام أحد الخيارات من أجل تقديمها للطلاب.

source: Completely random selection from the response pool.
ar: اختيار عشوائي بالكامل من مجموعة الإجابات.

source: Appears above
ar: يظهر أعلاه

source: Appears below
ar: يظهر أدناه
