Repository: pypi-data/pypi-mirror-45
Catalog: packages/neutron-lbaas-dashboard/neutron_lbaas_dashboard-3.0.3-py2.py3-none-any.whl/neutron_lbaas_dashboard/locale/*/LC_MESSAGES/django.po
Languages: de, id

source: All Instances
de: Alle Instanzen
id: All Instances (semua instance)

source: Certificate
de: Zertifikat
id: Certificate (sertifikat)

source: Certificate Chain (Optional)
de: Zertifikatkette (optional)
id: Certificate Chain (opsional)

source: Certificate Name
de: Zertifikatname
id: Certificate Name (nama sertifikat)

source: Could not create full loadbalancer.
de: Loadbalancer konnte nicht vollständig erzeugt werden.
id: Tidak dapat membuat loadbalancer (penyeimbang beban) penuh.

source: Could not get load balancer list.
de: Loadbalancer-Liste konnte nicht abgerufen werden.
id: tidak bisa mendapatkan daftar penyeimbang beban (load balancer)

source: Disable
de: Deaktivieren
id: Disable (non aktif)

source: Edit Load Balancer
de: Loadbalancer bearbeiten
id: Edit Load Balancer (edit penyeimbang beban)

source: Enable
de: Aktivieren
id: Enable (mengaktifkan)

source: Health Check Interval (in seconds)
de: Gesundheitscheck-Intervall (in Sekunden)
id: Health Check Interval (jarak waktu pemeriksaan kesehatan - dalam detik)

source: Instance Port
de: Instanz-Port
id: Instance Port (port instance)

source: Instance Port on which service is running.
de: Instanz-Port, auf dem der Dienst läuft.
id: Port instance dimana layanan berjalan.

source: Instances
de: Instanzen
id: Instance

source: Intermediate Chain Certificates
de: Zwischenzertifikate der Kette
id: Intermediate Chain Certificates (sertifikat rangkaian menengah)

source: LB Details
id: LB Details (rincian LB)

source: LB Port
id: LB Port (port LB)

source: LB Port on which LB is listening.
de: LB-Port, auf welchem der LB hört.
id: Port LB dimana LB mendengarkan.

source: LB Protocol
de: LB-Protokoll
id: LB Protocol (protokol LB)

source: Launch
de: Starten
id: Launch (luncurkan)

source: Launch Load Balancer
de: Loadbalancer starten
id: Launch Load Balancer (peluncuran penyeimbang beban)

source: Launched %(count)s named "%(name)s".
de: Gestartet %(count)s mit Namen "%(name)s".
id: Diluncurkan %(count)s bernama "%(name)s".

source: Least Connection
de: Letzte Verbindung
id: Least Connection (koneksi paling sedikit)

source: Least Sessions
de: Letzte Sitzung
id: Least Sessions (sesi paling sedikit)

source: Load Balancer
id: Load Balancer (penyeimbang beban)

source: Load Balancer Description
de: Loadbalancer Beschreibung
id: Load Balancer Description (gambaran penyeimbang beban)

source: Load Balancers
de: Loadbalancer
id: Load Balancers (penyeimbang beban)

source: Load Balancing Method
de: Lastverteilungsmethode
id: Load Balancing Method (Metode keseimbangan beban)

source: Method
de: Methode
id: Method (metoda)

source: Monitor
id: Monitor (monitor)

source: Name
id: Name (nama)

source: No instances found.
de: Keine Instanzen gefunden
id: Tidak ditemukan instance

source: No members enabled.
de: Keine Mitglieder aktiviert.
id: Tidak ada anggota yang aktif.

source: Not available
de: Nicht verfügbar
id: Not available (tidak tersedia)

source: Number of times health check should be attempted before marking down a member
de: Anzahl der Gesundheitschecks bevor ein Mitglied als nicht verfügbar markiert wird
id: Jumlah berapa kali pemeriksaan kesehatan harus diusahakan sebelum menandai penurunan anggota

source: Operating Status
de: Betriebsstatus
id: Operating Status (pengoperasian status)

source: Overview
de: Übersicht
id: Overview (ikhtisar)

source: Please provide all certificate parameters.
de: Bitte geben Sie alle Zertifikatparameter an.
id: Harap memberikan semua parameter sertifikat.

source: Please provide instance port
de: Bitte geben Sie den Instanz-Port an
id: Harap memberikan instance port

source: Please select a list of instances that should handle traffic for this target load balancer. All instances must reside in the same Project as the target load balancer.
de: Bitte wählen Sie eine Liste von Instanzen, die den Datenverkehr für diesen Zielloadbalancer handhaben sollen. Alle Instanzen müssen sich im selben Projekt befinden wie der Zielloadbalancer.
id: Silakan pilih daftar instance yang harus menangani lalu lintas untuk penyeimbang beban target ini. Semua instance harus berada dalam Proyek yang sama dengan beban penyeimbang sasaran.

source: Please select an option for the load balancing method.
de: Bitte wählen Sie eine Option für die Loadbalancer-Methode
id: Silakan pilih opsi untuk metode keseimbangan beban.

source: Please select at least one member
de: Bitte wählen Sie mindestens ein Mitglied
id: Silakan pilih minimal satu anggota

source: Private Key
de: Privater Schlüssel
id: Private Key (kunci pribadi)

source: Protocol
de: Protokoll
id: Protocol (protokol)

source: Provide Load Balancer Description.
de: Angabe Loadbalancer-Beschreibung
id: Provide Load Balancer Description (berikan gambaran penyeimbang beban)

source: Provisioning Status
de: Provisionierungsstatus
id: Provisioning Status (pengaturan status)

source: Receive String
de: Empfangszeichenkette
id: Receive String (terima string)

source: Requested IP and port combination already exists %s
de: Die angeforderte IP- und Portkombination existiert bereits %s
id: Meminta kombinasi IP dan port yang sudah ada %s

source: Retry count before markdown
de: Anzahl der Wiederholungen bevor als nicht verfügbar markiert
id: Coba lagi hitung sebelum penurunan tanda

source: SSL Certificate
de: SSL-Zertifikat
id: SSL Certificate (sertifikat SSL)

source: Scheduled termination of
de: Geplante Beendigung von
id: Pemutusan yang dijadwalkan

source: Select from existing VIP IPs
de: Wählen Sie aus den vorhandenen VIP IPs
id: Pilih dari IP VIP yang ada

source: Selected Instances
de: Ausgewählte Instanzen
id: Selected Instances (instance terpilih)

source: Send String
de: Sendezeichenkette
id: Send String (kirim string)

source: Terminate
de: Beenden
id: Terminate (mengakhiri)

source: Unable to get VIP for pool %(pool)s.
de: VIP für Pool %(pool)s kann nicht abgerufen werden.
id: Tidak dapat mendapatkan VIP untuk pool %(pool)s.

source: Unable to get health monitors for pool %(pool)s.
de: Gesundheitsmonitore für Pool %(pool)s können nicht abgerufen werden.
id: Tidak dapat mendapatkan monitor kesehatan untuk pool %(pool)s.

source: Unable to get members for pool %(pool)s.
de: Mitglieder für Pool %(pool)s können nicht abgerufen werden.
id: Tidak dapat mendapatkan anggota untuk pool %(pool)s.

source: Unable to get pool detail.
de: Pool-Details können nicht abgerufen werden.
id: Tidak dapat mendapatkan kolam rinci (pool detail).

source: Unable to get subnet for pool %(pool)s.
de: Subnetz für Pool %(pool)s kann nicht abgerufen werden.
id: Tidak dapat mendapatkan subnet untuk pool %(pool)s.

source: Unable to launch %(count)s named "%(name)s".
de: Kann %(count)s mit Namen "%(name)s" nicht starten.
id: Tidak dapat meluncurkan %(count)s bernama "%(name)s".

source: Unable to modify load balancer "%s".
de: Loadbalancer "%s" kann nicht geändert werden.
id: Tidak dapat memodifikasi penyeimbang beban "%s".

source: Unable to retrieve details for loadbalancer "%s".
de: Details zum Loadbalancer "%s" können nicht abgerufen werden.
id: Tidak dapat mengambil rincian untuk loadbalancer "%s".

source: Unable to retrieve load balancer details. %s
de: Details zum Loadbalancer können nicht abgerufen werden. %s
id: Tidak dapat mengambil rincian load balancer. %s

source: Unable to retrieve members list. Please try again later.
de: Mitgliederliste kann nicht abgerufen werden. Bitte versuchen Sie es später erneut.
id: Tidak dapat mengambil daftar anggota. Silakan coba lagi nanti.

source: Unable to retrieve pools list.
de: Pool -Liste kann nicht abgerufen werden.
id: Tidak dapat mengambil daftar kolam (pool list).

source: Unable to retrieve vips.
de: VIPs können nicht abgerufen werden.
id: Tidak dapat mengambil VIP.

source: Update
de: Aktualisieren
id: Update (perbarui)

source: Updated load balancer "%s".
de: Loadbalancer "%s" aktualisiert.
id: Diperbarui penyeimbang beban "%s".

source: Disabled LB
de: Deaktivierte LB

source: Enabled LB
de: Aktivierte LB

source: Round Robin
de: Rundlauf-Verfahren
