Repository: pypi-data/pypi-mirror-45
Catalog: packages/django-password-validation-backport/django-password-validation-backport-0.4.2.tar.gz/django-password-validation-backport-0.4.2/django_password_validation/locale/*/LC_MESSAGES/django.po
Languages: fr_fr, pt_pt

source: This password is too short. It must contain at least %(min_length)d character.
fr_fr: Ce mot de passe est trop court. Il doit contenir au moins %(min_length)d caractère.
pt_pt: Esta palavra-passe é demasiado curta. Deverá conter pelo menos %(min_length)d caracter.

source: Your password must contain at least %(min_length)d character.
fr_fr: Votre mot de passe doit contenir au moins %(min_length)d caractère.
pt_pt: A sua palavra-passe tem que conter pelo menos %(min_length)d caracter.

source: The password is too similar to the %(verbose_name)s.
fr_fr: Le mot de passe est trop similaire à: %(verbose_name)s.
pt_pt: A palavra-passe é demasiado semelhante a %(verbose_name)s.

source: Your password can't be too similar to your other personal information.
fr_fr: Votre mot de passe ne doit pas être trop similaire aux autres champs d'information personnelle.
pt_pt: A sua palavra-passe não pode ser tão parecida com a sua informação pessoal.

source: This password is too common.
fr_fr: Le mot de passe est trop commun.
pt_pt: Esta palavra-passe é demasiado comum.

source: Your password can't be a commonly used password.
fr_fr: Votre mot de passe ne doit pas être trop commun.
pt_pt: A sua palavra-passe não pode ser uma palavra-passe usada vulgarmente.

source: This password is entirely numeric.
fr_fr: Le mot de passe est entièrement numérique.
pt_pt: Esta palavra-passe é composta apenas por números.

source: Your password can't be entirely numeric.
fr_fr: Votre mot de passe ne doit pas être entièrement numérique.
pt_pt: A sua palavra-passe não pode ser inteiramente numérica.

source: This password does not contain a digit.
fr_fr: Le mot de passe ne contient pas de chiffre.
pt_pt: Esta palavra-passe não contém um dígito.

source: Your password must contain at least one digit.
fr_fr: Votre mot de passe doit contenir au moins un chiffre.
pt_pt: A sua palavra-passe deverá conter pelo menos um dígito.

source: This password does not contain a punctuation character.
fr_fr: Le mot de passe ne contient pas de signe de ponctuation.
pt_pt: Esta palavra-passe não contém um caracter de pontuação.

source: Your password must contain at least one punctuation character.
fr_fr: Votre mot de passe doit contenir au moins un signe de ponctuation.
pt_pt: A sua palavra-passe deverá conter pelo menos um caracter de pontuação.

source: This password does not contain an uppercase character.
fr_fr: Le mot de passe ne contient pas de caractère en majuscule.
pt_pt: Esta palavra-passe não contém uma letra maiúscula.

source: Your password must contain at least one uppercase character.
fr_fr: Votre mot de passe doit contenir au moins un caractère en majuscule.
pt_pt: A sua palavra-passe deverá conter pelo menos uma letra maiúscula.

source: This password does not contain a lowercase character.
fr_fr: Le mot de passe ne contient pas de caractère en minuscule.
pt_pt: Esta palavra-passe não contém uma letra minúscula.

source: Your password must contain at least one lowercase character.
fr_fr: Votre mot de passe doit contenir au moins un caractère en minuscule.
pt_pt: A sua palavra-passe deverá conter pelo menos uma letra minúscula.

source: This password contains a character repeated more than %d times in a row.
fr_fr: Le mot de passe contient plus de %d caracteres répétés à la suite.
pt_pt: Esta palavra-passe contem um caracter repetido mais do que %d vezes seguidas.

source: Your password can't contain a character repeated more than %d times in a row.
fr_fr: Votre mot de passe ne doit pas contenir plus de %d caracteres répétés à la suite.
pt_pt: A sua palavra-passe não deverá conter um caracter repetido mais do que %d vezes seguidas.
